const qArr = [
  {question: ' 집에서 쉬고 있는데 갑자기 찾아온 친구, 나 너희 집 앞이야! 문 열어!할 때 나의 반응은?', category: 'm'},
  {question: '약속 준비를 하고 있었는데 친구에게 온 연락, 나 오늘 못 만날 것 같아ㅠㅠ 미안해! 나의 반응은?', category: 'm'},
  {question: '쉬는 날 나는?', category: 'm'},
  {question: '늦은 밤 혼자 샤워를 하고 있는 당신, 무슨 생각을 하고 있나요?', category: 'b'},
  {question: '아이유랑 술 약속이 생긴다면?', category: 'b'},
  {question: '죽으면 어떡하지?', category: 'b'},
  {question: '남친이랑 싸웠다는 친구의 전화!', category: 't'},
  {question: '어딘가에서 들려오는 나의 험담 소식!', category: 't'},
  {question: '나 힘들게 돈 모아서 노트북 샀어..', category: 't'},
  {question: '여행을 계획할 때 나는?', category: 'i'},
  {question: '친구들과 약속이 있을때 나는?', category: 'i'},
  {question: '오늘 하루 일정은?', category: 'i'}
  
]

const aArr = [
  {a1: '대박! 오늘 무슨 날이야? 일단 들어와' , a2: '아니 왜 왔어...? 아…잠시만....(왜왔지..?)', category: 'm'},
  {a1: '응,,,,(다른 누구 만날 사람 없나?)' , a2: '응 괜찮아!(집에서 쉴 수 있다~~)', category: 'm'},
  {a1: '쉬는 날엔 무조건 밖에서 놀아야지!!' , a2: '쉬는 날은 집에서 쉬어야지~', category: 'm'},
  {a1: '아 피곤해~ 빨리 씻고 자야지;;' , a2: '샤워기에서 빨간 물이 나오면 어쩌지? 내 뒤에 누가 있는 건 아니겠지? (늦어서 별 무서운 생각이 맴돈다,,)', category: 'b'},
  {a1: '그럴 일은 없어! 일단 뭐 술약속이니까 나간다' , a2: '어디서 먹지? 뭐먹지? 뭐입고 나가지? 주량은 어떻게 될까?', category: 'b'},
  {a1: '그런 생각 안함. 죽으면 죽는거지 뭐' , a2: '환생하겠지? 지옥가진 않겠지? 내 장례식장엔 누가올까..', category: 'b'},
  {a1: '대박! 어떻게 그럴 수 있어? 내가 가서 면전에 욕해 줄까?' , a2: '누구 잘못인데? 그 부분은 상대방 이야기도 들어 봐야 하겠는걸?', category: 't'},
  {a1: '(…나한테 왜그러지? 내가 뭐 잘못했나?)' , a2: '어쩔 ;;', category: 't'},
  {a1: '와 고생했네. 몇 개월 돈모았어?' , a2: '오! 얼마 모았어? 어떤 제품 샀어?', category: 't'},
  {a1: '분,시간 단위로 짜야지! 이왕 여행온거 안정적이게 여행해야지!' , a2: '무슨 계획? 지나가다 보이면 들어가야지. 고생도 여행의 일부분이야!', category: 'i'},
  {a1: '몇시간전부터 준비!만나서 뭐할지 미리 생각해야지' , a2: '약속시간 다 되갈때쯤 준비! 오늘 뭐할까?', category: 'i'},
  {a1: '아침 7시에 운동갔다가 9시에 방청소하고 11시에 친구만나서 점심먹고 카페갔다가..' , a2: '(아무생각없음)', category: 'i'}
]